Repository: GNOME/NetworkManager-pptp
Catalog: po/*.po
Languages: pt

source: Authentication Type:
pt: Tipo de Autenticação:

source: _Remember for this session
pt: _Recordar durante esta sessão

source: _Save in keyring
pt: _Gravar no chaveiro

source: You need to authenticate to access '%s'.
pt: Tem de se autenticar para aceder a '%s'.

source: Authenticate Connection
pt: Autenticar a Ligação

source: <span weight="bold" size="larger">Authentication Information</span> The connection '%s' may need some form of authentication. Please select an appropriate authentication type and provide the necessary credentials below:
pt: <span weight="bold" size="larger">Informação de Autenticação</span> A ligação '%s' poderá necessitar de alguma forma de autenticação. Seleccione o tipo de autenticação apropriado e forneça abaixo as credenciais necessárias:

source: Authentication Required
pt: Autenticação Requerida

source: _Authentication Type:
pt: Tipo de _Autenticação:

source: _Password:
pt: _Senha:

source: _Remote name:
pt: Nome _remoto:

source: _Username:
pt: _Utilizador:

source: _Secondary Password:
pt: Sen_ha Secundária:

source: _Domain:
pt: _Domínio:

source: Connect _anonymously
pt: Ligar-se _anonimamente

source: Connect as _user:
pt: Ligar-se como o _utilizador:

source: _Remember password for this session
pt: _Recordar a senha durante esta sessão

source: _Save password in keyring
pt: _Gravar a senha no chaveiro

source: Add, Remove, and Edit VPN Connections
pt: Adicionar, Remover e Editar Ligações VPN

source: VPN Connection Manager (PPP generic)
pt: Gestor de Ligações VPN (genérico PPP)

source: <b>Compression</b>
pt: <b>Compressão</b>

source: <b>Connection Name</b>
pt: <b>Nome da Ligação</b>

source: <b>Delays and TImeouts</b>
pt: <b>Atrasos e Expirações</b>

source: <b>Encryption</b>
pt: <b>Encriptação</b>

source: <b>IP Options</b>
pt: <b>Opções IP</b>

source: <b>Packet Parameters</b>
pt: <b>Parâmetros de Pacote</b>

source: <i>example: 172.16.0.0/16 10.11.12.0/24</i>
pt: <i>exemplo: 172.16.0.0/16 10.11.12.0/24</i>

source: A list of extra options to pppd as would be typed on the command line
pt: Uma lista de opções extra para o pppd tal como seriam introduzidas na linha de comandos

source: Allow BSD Compression
pt: Permitir Compressão BSD

source: Allow Deflate compression
pt: Permitir Compressão Deflate

source: Authenticate Peer
pt: Autenticar o outro Ponto

source: Authentication
pt: Autenticação

source: Compression & Encryption
pt: Compressão & Encriptação

source: Connection
pt: Ligação

source: Debug Output
pt: Resultados da Depuração

source: Disconnect after this many LCP echo requests fail
pt: Desligar após este número de falhas de pedidos LCP echo

source: Enable stateful MPPE
pt: Activar MPPE com estado

source: Exclusive device access (UUCP-style lock)
pt: Acesso exclusivo ao dispositivo (exclusividade estilo UUCP)

source: Find Device
pt: Procurar Dispositivo

source: For security reasons, options entered in the box above are checked against a list of allowed options before a connection is established. Currently there are no options on the list.
pt: Por motivos de segurança, as opções introduzidas na caixa acima são verificadas contra uma lista de opções permitidas antes de se estabelecer a ligação. De momento não existem opções nessa lista.

source: GPRS Options
pt: Opções GPRS

source: Hardware RTS/CTS
pt: RTS/CTS por Equipamento

source: Host name or IP address of the PPTP server
pt: Nome da máquina ou endereço IP do servidor PPTP

source: If BSD compression is not allowed the 'nobsdcomp' option is passed to pppd
pt: Se compressão BSD não for permitida será passada ao pppd a opção 'nobsdcomp'

source: If Deflate compression is not allowed the 'nodefate' option is passed to pppd
pt: Se compressão Deflate não for permitida será passada ao pppd a opção 'nodeflate'

source: Maximum Receive Unit
pt: Unidade Máxima de Recepção

source: Maximum Transmit Unit
pt: Únidade Máxima de Transferência

source: Modem Connection
pt: Ligação do Modem

source: PPP Options
pt: Opções PPP

source: Peer DNS through tunnel
pt: DNS a Parceiro através de túnel

source: Refuse CHAP
pt: Recusar CHAP

source: Refuse EAP
pt: Recusar EAP

source: Refuse MS CHAP
pt: Recusar MS CHAP

source: Require 128 bit MPPE encryption
pt: Requerer encriptação 128 bit MPPE

source: Require Explicit IP Addr
pt: Requerer Endereço IP Explícito

source: Require MPPC Compression
pt: Requerer Compressão MPPC

source: Require MPPE encryption
pt: Requer encriptação MPPE

source: Requires existing network connection
pt: Requerer ligação de rede existente

source: Routing
pt: Routeamento

source: Serial Options
pt: Opções Série

source: Service providers GPRS access point from device config
pt: Ponto de acesso GPRS do fornecedor de serviço pela configuração do dispositivo

source: Service providers IP address
pt: Endereço IP do fornecedor de servidor

source: Telephone number to dial
pt: Número de telefone a marcar

source: This is the friendly name that will be used to identify this network connection, e.g. "Campus VPN" or "Corporate Network"
pt: Este é o nome utilizado para identificar esta ligação à rede privada, por. ex. "VPN da Universidade" ou "Rede da Empresa"

source: Time in seconds between echo requests
pt: Tempo em segundos entre pedidos echo

source: Type:
pt: Tipo:

source: Use Peer DNS
pt: Utilizar o DNS do Parceiro

source: When checked the "refuse-chap" option is passed to pppd.
pt: Quando seleccionada a opção "refuse-chap" é passada ao pppd.

source: When checked the "refuse-eap" option is passed to pppd.
pt: Quando seleccionada a opção "refuse-eap" é passada ao pppd.

source: When checked the "refuse-mschap" option is passed to pppd.
pt: Quando seleccionada a opção "refuse-mschap" é passada ao pppd.

source: When checked the 'lock' option is passed to pppd
pt: Quando seleccionada a opção 'lock' é passada ao pppd

source: When checked the 'require-mppc' option is passed to pppd
pt: Quando seleccionada a opção 'require-mppc' é passada ao pppd

source: When checked this sets the pppd 'debug' option and adds some extra information from the NetworkManager plugin
pt: Quando seleccionada define a opção 'debug' do pppd e adiciona alguma informação extra do plugin NetworkManager

source: When checked this sets the pppd 'noipdefault' option
pt: Quando seleccionada define a opção pppd 'noipdefault'

source: When checked this sets the pppd 'usepeerdns' option
pt: Quando seleccionada define a opção pppd 'usepeerdns'

source: When this check box is cleared the "noauth" option is passed to pppd.
pt: Quando esta caixa de selecção está limpa é passada a opção "noauth" ao pppd.

source: _Access Point Name:
pt: Nome do Ponto de _Acesso:

source: _Channel:
pt: _Canal:

source: _Context Num
pt: Núm de _Contexto

source: _Custom PPP options:
pt: _Opções personalizadas PPP:

source: _Device Address:
pt: Endereço do _Dispositivo:

source: _IP Address:
pt: Endereço _IP:

source: _Import Saved Configuration...
pt: _Importar a Configuração Gravada...

source: _Only use VPN connection for these addresses
pt: _Apenas utilizar a ligação VPN para estes endereços

source: _Packet Type
pt: Tipo de _Pacote

source: _Telephone Number:
pt: Número de _Telefone:

source: connect-delay
pt: atraso-ligação

source: pppd tunnel (PPTP, BTGPRS, Dialup)
pt: túnel pppd (PPTP, BTGPRS, Dialup)

source: Name
pt: Nome

source: PPTP Server
pt: Servidor PPTP

source: Telephone Number
pt: Número de Telefone

source: Bluetooth Address
pt: Endereço Bluetooth

source: Bluetooth Channel
pt: Canal Bluetooth

source: GPRS APN
pt: APN GPRS

source: GPRS IP
pt: IP GPRS

source: GPRS Context No.
pt: Nº de Contexto GPRS

source: GPRS Packet Type
pt: Tipo de Pacote GPRS

source: Use CTS/RTS flow control
pt: Utilizar controlo de fluxo CTS/RTS

source: Connect via a modem
pt: Ligar-se através de um modem

source: Require IP to be provided
pt: Requerer que seja fornecido um IP

source: Use MPPE encryption
pt: Utilizar encriptação MPPE

source: Use 128 bit MPPE encryption
pt: Utilizar encriptação 128 bit MPPE

source: Use MPPC compression
pt: utilizar compressão MPPC

source: Do not use deflate compression
pt: Não utilizar compressão deflate

source: Do not use BSD compression
pt: Não utilizar compressão BSD

source: Exclusive device access by pppd
pt: Acesso exclusivo ao dispositivo pelo pppd

source: Authenticate remote peer
pt: Autenticar o parceiro remoto

source: Refuse MSCHAP
pt: Recusar MSCHAP

source: Maximum transmit unit (in bytes)
pt: Unidade máxima de transmissão (em bytes)

source: Maximum receive unit (in bytes)
pt: Unidade máxima de recepção (em bytes)

source: Number of failed LCP echos to cause disconnect
pt: Número de LCP echos falhados para terminar a ligação

source: Interval (in seconds) at which to issue LCP echos
pt: Intervalo (em segundos) entre envios de LCP echos

source: Interval (in milliseconds) to wait before connecting.
pt: Intervalo (em milisegundos) para aguardar antes de se ligar.

source: Custom PPP options
pt: Opções PPP personalizadas

source: Use Peer DNS over the Tunnel
pt: Utilizar o DNS do Parceiro através do Túnel

source: Specific networks available
pt: Redes específicas disponíveis

source: Limit to specific networks
pt: Limitar a redes específicas

source: The following '%s' connection will be created:
pt: Será criada a seguinte ligação '%s':

source: The connection details can be changed using the "Back" button.
pt: Os detalhes da ligação podem ser alterados utilizando o botão "Retroceder".

source: Select file to import
pt: Seleccionar o ficheiro a importar

source: Save as...
pt: Gravar como...

source: A file named "%s" already exists.
pt: Já existe um ficheiro denominado "%s".

source: Do you want to replace it with the one you are saving?
pt: Deseja substituí-lo pelo que está a gravar?

source: VPN Connection failed
pt: Falhou a ligação VPN
